tap "heroku/brew"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "stripe/stripe-cli"
brew "giflib"
brew "libpng"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "awscli"
brew "cairo"
brew "cloc"
brew "cmake"
brew "croc"
brew "openjpeg"
brew "poppler"
brew "wxwidgets"
brew "diff-pdf"
brew "diff-so-fancy"
brew "docker"
brew "erlang"
brew "flyctl"
brew "gdk-pixbuf"
brew "gh"
brew "harfbuzz"
brew "pango"
brew "ghostscript"
brew "pkgconf"
brew "gobject-introspection"
brew "librsvg"
brew "graphviz"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "libraw"
brew "imagemagick"
brew "imessage-exporter"
brew "jpeg"
brew "jq"
brew "node-build"
brew "nodenv"
brew "openssl@3.5"
brew "tmux"
brew "overmind"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "rabbitmq", restart_service: :changed
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: :changed
brew "vips"
brew "wxwidgets@3.2", link: false
brew "yarn"
brew "heroku/brew/heroku"
brew "stripe/stripe-cli/stripe"
cask "1password-cli"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "ngrok"
vscode "akamud.vscode-theme-onedark"
vscode "alexanderte.dainty-vscode"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-vsliveshare.vsliveshare"
vscode "sianglim.slim"
vscode "wingrunr21.vscode-ruby"
